造梦西游3
	八戒
	
		盾击		御	将前方的怪物打飞，造成较少的伤害。		 
		圣盾		御	增加回血速度，同时不会受打退效果，持续10秒。		 
		刃甲		御	被动增加30点防御，并有10%概率回复等同攻击力的生命。		 
		战争怒吼	御	吸引怪物仇恨，并吸引到自己周围。		 
		圣御之墙	御	制造一个屏蔽，缓慢向前移动，对经过它的单位造成伤害。			
		碎石破	土	对前方怪物造成三段伤害。		
		巨石破	土	对周围怪物造成较大伤害。		
		地滚球	土	滚进土球中，并向前方行进。		
		旋滚球	土	滚进土球中，浮空后晃动。			
		土魔刺	土	反弹受到的所有伤害，之后射出飞刺，伤害与生命上限有关。
	
	沙僧
		瘴气	 毒	对前方怪物吐出毒气。	
		麻痹药剂	毒	释放麻痹药剂在怪物间弹来弹去，每次弹射都造成短暂晕眩。		 
		巫毒娃娃	毒	制作个巫毒娃娃，娃娃受到的伤害，怪物也受到同等伤害。		 
		剧毒阵	毒	在地上放出毒阵，有怪物经过时都会喷出毒烟。		 
		猛毒素	毒	被动释放任何技能都会对目标怪物加上毒素，毒素越多，引发后造成伤害就越大。		 
		强力击	木	强力打飞前方怪物。		 
		腾空击	木	高高跳起对怪物造成多次伤害。		 
		多重击	木	对前方怪物造成多次伤害。		 
		绿叶标记	木	在地上或空中做标记，可以随时回到标记位子。		 
		木魔舞	木	如同舞蹈一般，对怪物造成伤害。
	
	悟空
	
		升龙斩	斩	近身后用力将怪物挑到空中。		 
		重斩		斩	蓄气后用力斩杀前方怪物。		 
		嗜血		斩	被动增加5%吸血和5%暴击效果。		 
		七十二斩	斩	迅速向前冲去，对怪物施展多次攻击，并有概率留下残影。		 
		火魔斩	斩	冲向空中施放火魔九连斩，落地后为最后一斩，造成极高的伤害。		 
		烈焰闪	火	向前冲刺对碰到的怪物造成伤害，冲刺过程处于无敌状态。		 
		火炎突击	火	打退前方怪物并造成多次伤害。		 
		烈焰风暴	火	快速旋转震开周围怪物并造成多次伤害。		 
		筋斗云	火	召唤筋斗云可以冲向云霄。		 
		火眼金睛	火	眼睛变红对最近的怪物造成极大伤害。

	唐僧
	
		圣光球	治愈	蓄气在原地放出一个光球，对碰到的怪物造成伤害。		 
		沐雨回春	治愈	缓慢回复范围内自身和队友一定生命值，回复量与生命上限有关。		 
		紧箍咒	治愈	聚集前方范围内的怪物，之后会多承受30%的伤害。		 
		天降甘露	治愈 回复范围内自身和队友一定生命值，回复量与生命上限有关。		 
		九环圣经	治愈	透过圣经发出的光芒，对周围怪物造成伤害。		 
		冰龙波	冰	蓄气放出一条冰龙，对一条直线的怪物造成伤害。		 
		玄冰阵	冰	释放玄冰对周围怪物造成伤害，并减缓移动速度。		 
		水幻影	冰	召唤出幻影向前冲去，幻影继承某些技能的释放，可以随时传送到幻影位置。		 
		水精通	冰	被动减少部分技能蓄气时间，并提高其伤害。		 
		水魔爆	冰	召唤出魔法阵，向空中引出一道光柱，对目标造成较大的伤害。
	

造梦西游5
	孙悟空
		升龙斩	基础技能	将怪物挑打到空中
		烈焰闪	基础技能	快速向前冲去，对经过的怪物造成伤害
		火眼金睛	基础技能	眼睛向前方射出一道火光
		烈焰风暴	基础技能	将棍子举过头顶，大幅旋转，再次按技能键顺势往前追加一记重劈。
		基础无双	无双技能	攻击、暴击、移速提升
		重击		被动技能	悟空普通攻击的最后一击必定暴击
	
	孙悟空一转-魔猿孙悟空
		嗜血狂暴	一转技能	进入狂暴状态，提高攻击并有吸血能力，但会持续消耗生命和魔法
		血魔咆哮	一转技能	借用魔猿之力咆哮爆发，从地面喷发出大量血气，之后快速向前连续击出数拳
		魔猿出击	无双技能	化身为火猿战斗一段时间
		狂血		被动技能	生命越少，暴击越高	
		
	孙悟空一转-幻变孙悟空	
		身外身	一转技能	使用毫毛在前方敌人身后创造一个分身
		火魔斩	一转技能	冲向空中释放火魔九连斩，落地后为最后一斩，造成极高伤害
		七十二斩	无双技能	悟空化为多个分身，飞出屏幕顶端，往下方掷下巨大的定海神针
		分身		被动技能	受到攻击概率在敌人背后召唤分身
		
	小龙女
		飞旋龙	基础技能	跃起并水平旋转双刃  
		龙影刃	基础技能	向前投掷飞刃，当飞刃刺中怪物时，将瞬移至怪物身后，飞刃附带减速效果
		落龙刺	基础技能	在空中可使用，往前下刺落，伤害较高
		回龙击	基础技能	挥动双刃连续攻击前方敌人，然后空翻挑击前方敌人后翻跟头紧急向后回避
		基础无双	无双技能	攻击、闪避、移速提升
		背刺		被动技能	从背后攻击伤害会大幅提升
		
	小龙女一转-剑舞小龙女
		龙之锁	一转技能	向左右两边水平投掷带锁链飞刃贯穿束缚敌人，然后一拉，将怪物聚到身边
		龙之舞	一转技能	舞动双刃旋转，攻击周身大范围敌人，技能释放时可以左右移动
		魔龙乱舞	无双技能	神龙附体，舞动双刃从左侧连续攻击至右侧
		连击		被动技能	连击数越高，攻击伤害越高
		
	小龙女一转-暗影小龙女	
		潜龙行	一转技能	隐去身形，消失在怪物的视野中，主动解除潜行发动的技能伤害将大幅提升
		瞬龙杀	一转技能	以极快速度穿过并攻击前方敌人，之后敌人将僵直1秒后爆发巨额伤害
		双龙绞杀	无双技能	化为双龙交叉冲击敌方要害，附带暗杀效果
		暗杀		被动技能	从背后攻击将有几率秒杀怪物
		
	唐三藏
		玄冰破	基础技能	释放冰刺，从地面穿出，对周围怪物造成伤害，可被水分身继承
		水分身	基础技能	召唤出分身向前冲去，再次按键可传送到分身位置，分身继承部分技能
		圣光球	基础技能	积蓄能量向前发射一颗圣光球，圣光球大小、速度和伤害会受到蓄力时间影响。
		正法之轮	基础技能	召唤一个正法之轮，正法之轮会跟随玩家，若怪物进入正法之轮的范围，正法之轮会向怪物发射法印
		基础无双	无双技能	攻击、闪避、移速提升
		禅定		被动技能	若玩家待机超过一定时间则会进入禅定打坐状态，快速回复魔法值
		
	唐三藏一转-玄冰唐三藏
		天降甘露	一转技能	回复范围内自身和队友一定生命值，可被水分身继承
		水魔爆	一转技能	召唤出魔法阵，向空中引出一道水柱，对目标造成较大伤害
		暴风雪	无双技能	召唤全屏暴风雪，造成多段伤害
		霜冻		被动技能	让水系技能带有冰霜效果，减缓怪物移动速度，并使其受到的伤害增加
	
	唐三藏一转-迦持唐三藏	
		紧箍咒	一转技能	在前方召唤一个受紧箍咒影响的区域，区域内怪物会持续受到伤害，降低攻击力，并聚向中心
		正法金刚	一转技能	召唤强大的正法金刚协助战斗一段时间
		般若佛经	无双技能	浮空打坐念经召唤大佛诵经，出现佛珠旋转攻击周围怪物
		皈依	被	动技能	被光系技能击败的敌人有几率转化为友军协助战斗一段时间

		
造梦西游4
	沙悟净
		铲系
			半月旋	魔攻	挥舞铲子，震开周围怪物并造成伤害
			毒阵		魔攻	在地上放出毒阵，对经过的怪物造成伤害。
						觉醒-毒  毒阵附带持续中毒效果。
						觉醒-避	快速释放毒阵后往后一跃，紧急回避。
			灵魂摄取	魔攻	释放一只灵魂巨手，摄取前方敌人生命
			傀儡娃娃	/	制作个傀儡娃娃，娃娃受伤，怪物也会受到同等伤害。
						觉醒-恒	延长傀儡娃娃的持续存在时间。
						觉醒-迅	加快傀儡娃娃的释放速度。
			木魔舞	魔攻	丢出回旋飞铲，对碰到的怪物造成伤害
						觉醒-空舞	可以在空中使用木魔舞。
						觉醒-影月	使用木魔舞时无需回收兵刃。
		弓系 
			三重箭	魔攻	向三个方向各射出一支箭
			腾云纵	魔攻	腾空而起，形成一股能将附近的敌人卷入的气流
						觉醒-擅跃	腾空更快，高度更高
						觉醒-灵动	腾空时闪避大幅提升
			绿蔓缚	魔攻	射出一只绿蔓箭，将命中目标用蔓藤禁锢在地面
			天眼标记	-	标记前方所有目标，攻击标记目标有命中和伤害加成
						觉醒-爆	攻击标记目标有暴击加成
						觉醒-恒	延长天眼标记的持续时间
			归魂神灭	魔攻	沙僧的箭会在目标身上留下箭魂。主动使用将所有怪物身上的箭魂吸回，快速向前射出。
			
	唐三藏
		杖系
			玄冰破	魔攻	释放冰刺，从地面穿出，对周围怪物造成伤害
			水分身	魔攻	召唤出分身向前冲去，可传送到分身位置，分身继承部分技能，可被引爆。
						觉醒-冰	水分身爆炸后将周围怪物冰冻，持续时间随技能等级提升。
						觉醒-霜	水幻影的移动速度变得更快。
			寒冰锥	魔攻	蓄气后快速发出冰坠，对碰到的怪物造成多次伤害，可引爆水分身
			天降甘露	BUFF	回复范围内自身和队友一定生命值，可被水分身继承.
						觉醒-精	提升天降甘露恢复的生命值。
						觉醒-盾	天降甘露的过量治疗将生成水魔盾吸收伤害，持续一段时间。
			水魔爆	魔攻	召唤出魔法阵，向空中引出一道光柱，对目标造成较大伤害，可引爆水分身（选定范围）
						觉醒-冰封	概率附带冰冻效果，等级越高效果越好。
						觉醒-通禅	水精通，技能等级越高伤害提升越大。
						
		经系 
			普渡圣印	 	从书中浮现一颗普渡圣印飞向怪物，并留在其心中（圣印可叠加至5层，层数越高受到的伤害越高）
			立地成佛	  	激发圣印给予怪物心魔一击，若伤害大于剩余生命，则怪物会弃恶从善，并受到祝福，属性提升
						觉醒-清新	立地成佛对心魔的伤害大幅提升
						觉醒-感化	立地成佛能感化的怪物数量提升至6个
			紧箍咒	  	在前方召唤一个受紧箍咒影响的区域，区域内怪物会持续受到伤害，并聚向中心
			佛光普照	  	在前方召唤一个佛光普照的区域，区域内友方单位会持续恢复生命，加速移动
						觉醒-广施	可以同时存在两个佛光普照
						觉醒-金光	佛光普照的治疗效果提升
			正法金刚	  	召唤强大的正法金刚协助战斗一段时间
						觉醒-正气	突进并攻击前方目标
						觉醒-不坏	提高正法金刚的存在时间和生命
						
	猪八戒
		耙系
			巨岩破	物攻	召唤出巨大的岩石，并对前方造成三段伤害
			战意怒吼	BUFF将一定范围内的怪物吸引到周围，并增加攻击力。
						觉醒-怒	怒吼后攻击力大幅度增加，持续一段时间。
						觉醒-迅	以失去攻击加成为代价，加快释放速度，同时领怪物胆怯，战斗力下降。
			沙尘暴	物攻	旋转钉耙，卷起沙尘暴对周围怪物造成多次伤害
			土盾		BUFF形成护体光环，持续回血。
						觉醒-硬	土盾状态下将额外提高防御力，可叠加层数。
						觉醒-韧	土盾状态下将额外提高魔抗，可叠加层数。
			土魔刺	物攻	反弹受到的所有伤害，并射出飞刺
						觉醒-尖刺	土魔球反弹的伤害提升，并具有抗性效果，使八戒受到的持续伤害减少。
						觉醒-穿透	尖刺快速射出并贯穿敌人，并追加失血效果，使怪物回血，吸血量下降。
		钝系 
			飞旋锤	-	抛掷幻影锤子旋转砸向前方
			地滚球	物攻	化身为高速移动的滚球，撞到怪物后将角刺出并原地转动
						觉醒-追影	以极快的速度冲向落地的飞旋锤并发动旋转攻击
						觉醒-纵横	滚动速度提升，且发动旋转攻击时也可自由移动
			破山击	 物攻	挥动锤子，将怪物击飞，若撞到墙壁后将被晕眩
			推山移石	——	在前后各召唤一座土墙，向中间推动，土墙可以抵挡远程攻击并限制怪物移动
						觉醒-磐石	使土墙能够承受更多伤害
						觉醒-爆灭	土墙被摧毁时会爆炸，对周围怪物造成伤害并晕眩
			振山撼地	物攻	挥动巨锤将周身怪物扫向前方，之后连打数锤，震撼大地
			
	孙悟空
		棍系
			升龙斩	物攻	近身后用力将怪物挑到空中
			烈焰闪	物攻	快速向前冲去，对经过的怪物造成伤害。
						觉醒-腾	按“上”+“技能键”，可以冲向上方。
						觉醒-掠	按“前”+“技能键”，可以冲的更远。
			烈焰风暴	物攻	快速旋转震开周围怪物并造成多次伤害
			嗜血火眼	BUFF释放后攻击附带吸血效果。
						觉醒-怒	提高嗜血火眼状态提升的攻击力。
						觉醒-恒	延长嗜血火眼状态的持续时间。
			火魔斩	物攻	冲向空中释放火魔九连斩，落地后为最后一斩，造成极高伤害
						觉醒-齐天	对空中怪物附带额外伤害，技能等级越高效果越好。
						觉醒-灼烧	落地重击附带灼烧效果，技能等级越高效果越好。
		拳系 
			辟地拳	物攻	跃起后重击地面，若在空中则直接重击地面
			灭神一击	物攻	蓄力，之后猛击一记正拳。若蓄力至上限时将会有拳气打出
			擒魔爪	物攻	向前冲，并张开手将经过怪物擒住
			残影连打	物攻	在移动中打出一套拳法，途中留下数个火焰残影，当玩家使用辟地拳或灭神一击时，残影也会使用同样的技能
			火猿出击	物攻	巨大的火猿魔附体，协助悟空对前方怪物连续施以重拳攻击
			
	小白龙
		枪系
			突刺	物攻	向前冲刺，突击前方怪物
			覆海翻	物攻	将前方怪物挑至身边。
						觉醒-锐	覆海翻的技能伤害提升。
						觉醒-眩	覆海翻命中目标后有几率将其打晕，几率和持续时间随等级提升。
			追心刺	物攻	向前连环刺击，对前方怪物造成多次伤害
			阴阳变	/	充能后概率触发回血，按↑+O切换阴阳，变换特效颜色，概率触发雷电。
						觉醒-恒	延长阴阳变状态的持续时间。
						觉醒-频	提高阴阳变触发回血和闪电概率。
			雷魔诀	物攻	挥舞长枪，对周围大范围内怪物造成多段伤害
						觉醒-雷影	技能释放过程中，再次按技能键会召唤出雷影替身来释放雷魔决，本体可以自由行动。
						觉醒-凌刃	后一斩时射出一道远程气刃                                            #
		剑系 
			翔龙击	——	跃起并挥剑，将怪物击飞至空中。
			破空斩	——	上至下斩击，可将空中怪物斩落
						觉醒-天灭	20	对空中的怪物附带额外伤害，技能等级越高效果越好
						觉醒-断翼	20	旋转时有概率使飞行怪物暂时失去飞行能力
			逆鳞击	——	举剑格挡前方的攻击，之后挥剑反击（按下按键开始格挡，松开按键后追加之前抵挡的伤害)
			龙形剑	——	使用该技能后，武器会变幻为龙形剑。
						觉醒-恒	20	延长龙形剑的持续时间
						觉醒-泉	20	龙形剑命中怪物时可以恢复少量生命
			龙吟四海	——	在背后形成三把半透明的剑，可以通过时间累积和攻击为剑充能。再次按键会将充满能量的剑化为龙形射出	#典例：攻击与攻速平衡
						觉醒-游	20	背上的剑增加为四个，且可以按W+L使龙剑上冲，或按S+L下冲                   	#（伤害与易操作）  
						觉醒-聚	20	剑的充能速度大幅提高
	
	

三国小镇



造梦江湖


神将世界

拳皇


【】记得给电脑boss留位！


神仙劫
	



		
